<?php

return [
    'Локальное хранилище' => 'Лакальнае сховішча',
    'Хранилище S3' => 'Сховішча S3',
    'Архивный' => 'Архіўны',
    'Текущий' => 'Бягучы',
    'Был обновлен' => 'Быў абноўлены',
    'Удалить файл' => 'Выдаліць файл',
    'Вы действительно хотите удалить файл?' => 'Вы сапраўды хочаце выдаліць файл?',
    'Вы действительно хотите удалить текущий файл?' => 'Вы сапраўды хочаце выдаліць бягучы файл?',
    'В процессе загрузки файлов возникли ошибки' => 'У працэсе загрузкі файлаў узніклі памылкі',
    'В процессе загрузки файла произошла ошибка. Пожалуйста, обратитесь к администратору' => 'У працэсе загрузкі файла адбылася памылка. Калі ласка, звярніцеся да адміністратара',
];