<?php

return [
    'Локальное хранилище' => 'Жергілікті сақтау',
    'Хранилище S3' => 'S3 Сақтау Орны',
    'Архивный' => 'Мұрағат',
    'Текущий' => 'Ағымдағы',
    'Был обновлен' => 'Жаңартылды',
    'Удалить файл' => 'Файлды жою',
    'Вы действительно хотите удалить файл?' => 'Сіз шынымен файлды жойғыңыз келе ме?',
    'Вы действительно хотите удалить текущий файл?' => 'Сіз шынымен ағымдағы файлды жойғыңыз келе ме?',
    'В процессе загрузки файлов возникли ошибки' => 'Файлдарды жүктеу процесінде қателер пайда болды',
    'В процессе загрузки файла произошла ошибка. Пожалуйста, обратитесь к администратору' => 'Файлды жүктеу кезінде қате пайда болды. Әкімшіге хабарласыңыз',
];